brew "git"
brew "gh"

brew "tmux"

brew "fd"
brew "jq"
brew "yq"

brew "neovim"
brew "lazygit"
brew "ripgrep"

brew "go"
brew "golangci-lint"

brew "sqlite3"

cask "codex"
cask "claude-code"
brew "gemini-cli"
